Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/KeyboardsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LOWERCASE_KEYBOARD_FOOTER
source: This affects keyboards that use the Shift key to switch between uppercase and lowercase letters.
ar: يؤثر ذلك على لوحات المفاتيح التي تستخدم مفتاح العالي للتبديل بين الأحرف الكبيرة والصغيرة.
bg: Отнася се за клавиатури, които използват клавиш Shift за превключване между главни и малки букви.
ca: Afecta els teclats que utilitzen la tecla de majúscules per canviar les lletres de majúscula a minúscula.
cs: Tato volba se projevuje u klávesnic, které pomocí klávesy Shift přepínají mezi velkými a malými písmeny.
da: Dette påvirker tastaturer, der benytter skiftetasten til at skifte mellem store og små bogstaver.
de: Dies betrifft Tastaturen, die die Umschalttaste verwenden, um zwischen Groß- und Kleinschreibung zu wechseln.
el: Αυτό επηρεάζει πληκτρολόγια που χρησιμοποιούν το πλήκτρο Shift για εναλλαγή μεταξύ κεφαλαίων και πεζών γραμμάτων.
es: Esta función afecta a los teclados que utilizan la tecla Mayúsculas para cambiar entre letras mayúsculas y minúsculas.
es_us: Esto afecta teclados que usen la tecla Mayúsculas para cambiar entre minúsculas y mayúsculas.
fi: Tämä vaikuttaa näppäimistöihin, joissa vaihto isojen ja pienten kirjainten välillä tapahtuu vaihtonäppäimellä.
fr: Ceci a un effet sur les claviers utilisant la touche Maj pour basculer entre les lettres majuscules et minuscules.
fr_ca: Ceci affecte les claviers qui utilisent la touche Maj pour basculer des lettres majuscules aux lettres minuscules.
he: הדבר משפיע על מקלדות המשתמשות במקש Shift כדי לעבור בין אותיות גדולות וקטנות.
hi: इसके द्वारा वे कीबोर्ड प्रभावित होंगे जिनमें कैपिटल और स्मॉल लेटर के बीच स्विच करने के लिए शिफ़्ट-की का उपयोग किया जाता है।
hr: Ovo utječe na tipkovnice koje koriste tipku Shift za prebacivanje između velikih i malih slova.
hu: Ez hatással van az olyan billentyűzetekre, amelyek a Shift billentyűt használják a nagybetűk és kisbetűk közti váltáshoz.
id: Ini memengaruhi papan ketik yang menggunakan tombol Shift untuk beralih antara huruf besar dan huruf kecil.
it: Per tastiere che utilizzano il tasto Maiuscole per passare da lettere in maiuscolo a minuscolo e viceversa.
ja: 大文字/小文字を切り替えるのにShiftキーを使用するキーボードに影響します。
kk: Бұл әрекет бас және кіші әріптер арасында ауысу үшін Shift пернесін пайдаланатын пернетақталарға әсер етеді.
ko: 이 설정은 대문자와 소문자를 전환하기 위해 Shift 키를 사용하는 키보드에 영향을 줍니다.
lt: Tai turi įtakos klaviatūroms, kuriose didžiosios ir mažosios raidės perjungiamos klavišu „Shift“.
ms: Ini mempengaruhi papan kekunci yang menggunakan kekunci Shift untuk bertukar antara huruf besar dan huruf kecil.
nl: Dit is van toepassing op toetsenborden die de Shift-toets gebruiken om te schakelen tussen hoofdletters en kleine letters.
no: Dette påvirker tastaturer som bruker Skift-tasten til å veksle mellom liten og stor bokstav.
pl: Ma to wpływ na klawiatury, na których do przełączania między wielkimi i małymi literami służy klawisz Shift.
pt_br: Isso afeta os teclados que usam a tecla Shift para alternar entre letras maiúsculas e minúsculas.
pt_pt: Afeta os teclados que usam a tecla Shift para mudar entre letras maiúsculas e minúsculas.
ro: Această opțiune afectează tastaturile care utilizează tasta Shift pentru a comuta între literele majuscule și cele minuscule.
ru: Данное действие влияет на клавиатуры, на которых клавиша Shift используется для переключения между прописными и строчными буквами.
sk: Vzťahuje sa na klávesnice, ktoré na prepínanie medzi malými a veľkými písmenami používajú kláves Shift.
sl: To vpliva na tipkovnice, pri katerih se za preklapljanje med velikimi in malimi črkami uporablja tipka Shift.
sv: Detta påverkar tangentbord som växlar mellan versaler och gemener med skifttangenten.
th: การทำงานนี้จะส่งผลต่อแป้นพิมพ์ที่ใช้ปุ่ม Shift เพื่อสลับระหว่างตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก
tr: Bu, büyük harflerle küçük harfler arasında geçiş yapmak için Shift tuşunu kullanan klavyeleri etkiler.
uk: Це стосується клавіатур, де перемикання між верхнім і нижнім регістрами здійснюється клавішею Shift.
vi: Tùy chọn này ảnh hưởng đến các bàn phím sử dụng phím Shift để chuyển đổi giữa chữ hoa và chữ thường.
zh_cn: 这将影响使用Shift键切换大小写字母的键盘。
zh_hk: 這會影響使用Shift鍵切換大小寫字母的鍵盤。
zh_tw: 這會影響使用Shift鍵切換大小寫字母的鍵盤。

# KEY_REPEAT_DELAY
source: Delay Until Repeat
ar: التأخير لحين التكرار
bg: Забавяне до повторение
ca: Espera fins a la repetició
cs: Prodleva opakování
da: Tid før repetition
de: Ansprechverzögerung
el: Καθυστέρηση μέχρι την επανάληψη
es: Espera hasta la repetición
es_us: Espera hasta la repetición
fi: Viive ennen toistoa
fr: Pause avant répétition
fr_ca: Pause avant la répétition
he: השהיה עד להקשה חוזרת
hi: दोहराव होने तक विलंब
hr: Odgoda prije ponavljanja
hu: Ismétlés előtti késleltetés
id: Jeda Hingga Pengulangan
it: Ritardo prima della ripetizione
ja: リピート入力認識までの時間
kk: Автоқайталауға дейінгі кідіріс
ko: 반복 지연 시간
lt: Delsa iki kartojimo
ms: Tunda Sehingga Ulang
nl: Repeteervertraging
no: Tid før gjentakelse
pl: Opóźnienie przed powtórzeniem
pt_br: Atraso da Repetição
pt_pt: Atraso até repetição
ro: Întârziere până la repetare
ru: Задержка до повторного нажатия
sk: Oneskorenie pred opakovaním
sl: Zakasnitev do ponovitve
sv: Fördröjning innan upprepning
th: การหน่วงเวลาก่อนจะทำซ้ำ
tr: Yineleme Öncesi Gecikme
uk: Затримка перед повторенням
vi: Khoảng trễ đến khi lặp lại
zh_cn: 重复前延迟
zh_hk: 重複前延遲
zh_tw: 重複前暫延

source: Hover Typing
ar: تحويم الكتابة
bg: Уголемяване при въвеждане
ca: Escriptura ampliada
cs: Psaní při podržení
da: Fremhævet indtastning
de: Schwebende Texteingabe
el: Πληκτρολόγηση κατάδειξης
es: Escritura flotante
es_us: Escritura flotante
fi: Leijuva kirjoitus
fr: Agrandir lors de la saisie
fr_ca: Agrandir lors de la saisie
he: הקלדה בריחוף
hi: हॉवर टाइपिंग
hr: Povećanje tijekom tipkanja
hu: Lebegő gépelés
id: Pengetikan Layang
it: Ingrandimento testo quando scrivi
ja: ホバー入力
kk: Теру кезінде үлкейту
ko: 입력 표시
lt: Įvedamo teksto didintuvas
ms: Penaipan Terapung
nl: Geef tekst onder aanwijzer groter weer tijdens typen
no: Tekstframheving
pl: Powiększaj wpisywane
pt_br: Ampliação ao Digitar
pt_pt: Ampliar ao digitar
ro: Tastare survolată
ru: Увеличение при вводе текста
sk: Písanie pri podržaní
sl: Povečanje besedila vnosa
sv: Skrift under pekaren
th: อยู่เหนือการป้อน
tr: Üzerinde Durarak Yazma
uk: Лінза вводу
vi: Phóng to khi nhập
zh_cn: 悬停键入
zh_hk: 懸浮感應輸入
zh_tw: 懸浮輸入

source: Slow Keys
ar: إبطاء المفاتيح
bg: Бавни клавиши
ca: Tecles lentes
cs: Pomalé klávesy
da: Langsomme taster
de: Tastenverzögerung
el: Αργά πλήκτρα
es: Teclas lentas
es_us: Teclas lentas
fi: Hitaat näppäimet
fr: Touches lentes
fr_ca: Touches lentes
he: מקשים איטיים
hi: धीमी कीज़
hr: Spore tipke
hu: Lassú billentyűk
id: Tombol Lambat
it: Tasti lenti
ja: スローキー
kk: Баяу пернелер
ko: 느린 키
lt: Lėtieji klavišai
ms: Kekunci Perlahan
nl: Toetsvertraging
no: Langsomme taster
pl: Powolne klawisze
pt_br: Teclas Lentas
pt_pt: Teclas lentas
ro: Taste lente
ru: Медленные клавиши
sk: Pomalé klávesy
sl: Zamik tipk
sv: Tröga tangenter
th: ปุ่มช้า
tr: Yavaş Tuşlar
uk: Повільні клавіші
vi: Phím bấm chậm
zh_cn: 慢速键
zh_hk: 緩慢鍵
zh_tw: 慢速按鍵

# SLOW_KEYS_FOOTER
source: Slow Keys adjusts the amount of time between when a key is pressed and when it is activated.
ar: يعمل إعداد إبطاء المفاتيح على ضبط الفترة الزمنية ما بين الضغط على المفتاح وحتى تنشيطه.
bg: С функцията Бавни клавиши се настройва времето от натискането на даден клавиш до активирането му.
ca: L’opció de tecles lentes ajusta el temps que ha de transcórrer entre que es prem una tecla i l’activació d’aquesta.
cs: Funkce Pomalé klávesy prodlužuje dobu potřebnou k aktivaci stisknuté klávesy.
da: Med langsomme taster justeres den tid, der går fra et tasteanslag, til det aktiveres.
de: Mit der Tastenverzögerung kann die Zeit vom Druck auf eine Taste bis zu deren Betätigung angepasst werden.
el: Τα Αργά πλήκτρα προσαρμόζουν τον χρόνο μεταξύ του πατήματος ενός πλήκτρου και της ενεργοποίησής του.
es: La opción “Teclas lentas” establece el intervalo de tiempo entre la pulsación de una tecla y su activación.
es_us: Las teclas lentas definen el intervalo entre la presión de una tecla y su activación.
fi: Hitaat näppäimet -toiminto säätää aikaa, joka kuluu näppäimen painamisen ja sen aktivoitumisen välillä.
fr: Touches lentes ajuste la période entre le moment où vous appuyez sur une touche et le moment où elle est activée.
fr_ca: Touches lentes permet de définir la durée de pression requise pour activer une touche.
he: המאפיין ״מקשים איטיים״ מתאים את משך הזמן בין ההקשה על מקש לבין ההפעלה שלו.
hi: “धीमी कीज़” से किसी “की” को दबाने और उसके सक्रिय होने के बीच की समयावधि ऐडजस्ट होती है।
hr: Opcija Spore tipke podešava količinu vremena između pritiska tipke i njene aktivacije.
hu: A lassú billentyűk funkcióval beállítható, hogy mennyi idő teljen el a billentyűk megnyomása és aktiválása között.
id: Tombol Lambat menyesuaikan jumlah waktu antara saat tombol ditekan dan saat diaktifkan.
it: L’opzione “Tasti lenti” regola il tempo che passa tra la pressione del tasto e l’attivazione del comando.
ja: スローキーを有効にすると、キーを押してから入力が認識されるまでの時間を調整できます。
kk: Баяу пернелер арқылы перненің басылуы және белсендірілуі арасындағы уақыт аралығын реттеуге болады.
ko: 느린 키는 키를 눌렀을 때와 누른 키가 동작할 때까지 걸리는 시간을 조절합니다.
lt: Lėtaisiais klavišais reguliuojamas laikas nuo klavišo paspaudimo iki jo suaktyvinimo.
ms: Kekunci Perlahan melaraskan jumlah masa antara masa kekunci ditekan dan masa ia diaktifkan.
nl: Met toetsvertraging pas je de tijd aan tussen de toetsaanslag en het activeren ervan.
no: Langsomme taster justerer tiden fra en tast blir trykket ned, til den aktiveres.
pl: Opcja Powolne klawisze pozwala określić czas upływający od naciśnięcia klawisza do jego aktywacji.
pt_br: As Teclas Lentas ajustam a quantidade de tempo entre quando uma tecla é pressionada e quando ela é ativada.
pt_pt: As teclas lentas regulam o intervalo entre a pressão de uma tecla e a respetiva ativação.
ro: Opțiunea “Taste lente” ajustează intervalul de timp dintre apăsarea unei taste și activarea acesteia.
ru: С помощью медленных клавиш можно настроить задержку между нажатием клавиши и ее действием.
sk: Pomalé klávesy umožňujú upraviť časový interval medzi stlačením klávesu a jeho aktiváciou.
sl: Zamik tipk prilagaja čas med pritiskom tipke in njeno aktivacijo.
sv: Tröga tangenter justerar fördröjningen från det att en tangent trycks ned tills den aktiveras.
th: ปุ่มช้าจะปรับระยะเวลาตั้งแต่เมื่อกดปุ่มจนถึงเมื่อปุ่มทำงาน
tr: Yavaş Tuşlar, bir tuşa basılmasıyla tuşun etkinleşmesi arasındaki süreyi ayarlar.
uk: Повільні клавіші змінюють паузу між натисканням клавіші та фіксацією натискання.
vi: Phím bấm chậm giúp điều chỉnh khoảng thời gian từ khi phím được nhấn cho đến khi phím được kích hoạt.
zh_cn: 慢速键可调整在按下按键和按键被激活之间的时间量。
zh_hk: 「緩慢鍵」可調整按鍵按下直到啟用之間的時間。
zh_tw: 「慢速按鍵」能調整在按下按鍵與開始產生作用之間的時間量。

# STICKY_KEYS_BEEP_FOOTER
source: Play a sound when a modifier key is set.
ar: تشغيل صوت عند تعيين مفتاح تعديل.
bg: Възпроизвеждане на звук, когато е зададен функционален клавиш.
ca: Reprodueix un so quan s’activa una tecla de modificació.
cs: Při stisknutí modifikační klávesy bude přehrán zvuk.
da: Afspil en lyd, når en kombitast er indstillet.
de: Abspielen eines Tons bei gesetzter Sondertaste.
el: Αναπαραγωγή ήχου όταν οριστεί πλήκτρο τροποποίησης.
es: Se emite un sonido al activar una tecla de modificación.
es_us: Emitir un sonido cuando la tecla modificadora está definida.
fi: Toista ääni, kun muuntonäppäin on asetettu.
fr: Émettez un son lors de la définition d’une touche de modification.
fr_ca: Émet un bip lorsqu’une touche de modification est définie.
he: ניתן להשמיע צליל בעת הגדרת מקש צירוף.
hi: मॉडिफ़ायर “की” सेट होने पर ध्वनि बजाएँ।
hr: Reproduciranje zvučnog signala kad je podešen modifikator.
hu: Hangjelzés módosító billentyű lenyomásakor.
id: Putar bunyi ketika tombol pengubah ditetapkan.
it: Emetti un suono quando un tasto modificatore viene impostato.
ja: 修飾キーが設定されたときにサウンドを再生します。
kk: Түрлендіруші перне орнатылған жағдайда, дыбысты ойнату.
ko: 보조 키를 설정할 때 사운드를 재생합니다.
lt: Paleisti garsą, kai modifikavimo klavišas yra nustatytas.
ms: Mainkan bunyi apabila kekunci pengubah suai disetkan.
nl: Laat een geluid horen als een speciale toets wordt ingesteld.
no: Spill en lyd når en spesialtast aktiveres.
pl: Aktywacja klawisza modyfikującego będzie sygnalizowana dźwiękiem.
pt_br: Reproduz um som quando uma tecla modificadora for definida.
pt_pt: Emitir som quando uma tecla modificadora for definida.
ro: La definirea unei taste modificator va fi redat un sunet.
ru: Воспроизводить звук при нажатии клавиши модификации.
sk: Prehrať zvuk pri stlačení modifikačného klávesu.
sl: Predvajajte zvok, ko je nastavljena modifikacijska tipka.
sv: Spela upp ljud när en specialtangent anges.
th: ส่งเสียงดังเมื่อตั้งปุ่มปรับค่า
tr: Niteleme tuşu ayarlandığında ses çalar.
uk: Сигналити, коли задано клавішу-модифікатор.
vi: Phát âm thanh khi phím bổ trợ được bấm.
zh_cn: 设定修饰键时播放提示音。
zh_hk: 設定變更鍵後播放提示聲。
zh_tw: 設定變更鍵時播放提示聲。

# LOWERCASE_KEYBOARD
source: Show Lowercase Keys
ar: إظهار مفاتيح الأحرف الصغيرة
bg: Показване на малки букви
ca: Mostra els tecles en minúscules
cs: Zobrazit malá písmena
da: Vis taster med små bogstaver
de: Tasten mit Kleinbuchstaben
el: Εμφάνιση πεζών πλήκτρων
es: Mostrar teclas en minúsculas
es_us: Mostrar teclas en minúsculas
fi: Näytä pikkukirjaimet
fr: Lettres en minuscules
fr_ca: Touches minuscules
he: הצגת מקשי אותיות קטנות
hi: स्मॉल लेटर कीज़ दिखाएँ
hr: Prikaži tipke malih slova
hu: Kisbetűs bill. megjelenítése
id: Tampilkan Tombol Huruf Kecil
it: Mostra tasti in minuscolo
ja: 小文字キーを表示
kk: Кіші әріптерді көрсету
ko: 소문자 키 보기
lt: Rodyti mažąsias raides
ms: Tunjuk Kekunci Huruf Kecil
nl: Toon kleine letters
no: Vis små bokstaver
pl: Pokazuj małe litery
pt_br: Teclas em Minúsculas
pt_pt: Mostrar teclas em minúsculas
ro: Afișare litere minuscule
ru: Строчные буквы
sk: Zobraziť malé písmená
sl: Prikaži tipke z malimi črkami
sv: Visa gemena tangenter
th: แสดงปุ่มตัวพิมพ์เล็ก
tr: Tuşları Küçük Harf Göster
uk: Показувати нижній регістр
vi: Hiển thị phím chữ thường
zh_cn: 显示小写按键
zh_hk: 顯示小寫按鍵
zh_tw: 顯示小寫按鍵
